[
  {
    "id": 1,
    "tbtitle": "ཐེག་མཆོག་རྣམ་གྲོལ་བཤད་སྒྲུབ་དར་རྒྱས་གླིང་།",
    "entitle": "Namdroling Monastery Golden Temple",
    "tbcontent": "༄༅། །ཐེག་མཆོག་རྣམ་གྲོལ་བཤད་སྒྲུབ་དར་རྒྱས་གླིང་ནི། སྔ་འགྱུར་རྙིང་མའི་གདན་ས་དྲུག་ལས་མདོ་ཁམས་སྡེ་དགེ་ཁུལ་དུ་གྲུབ་དབང་རིག་འཛིན་ཀུན་བཟང་ཡེ་ཤེས་མཆོག་གིས་ཕྱག་བཏབ་པ་དང་། དཔལ་ཡུལ་རྣམ་རྒྱལ་བྱང་ཆུབ་ཆོས་གླིང་གི་ཁྲི་འཛིན་བཅུ་གཅིག་པ་གྲུབ་དབང་པདྨ་ནོར་བུ་རིན་པོ་ཆེ་མཆོག་གིས་ཕྱི་ལོ་ ༡༩༦༣ ལོར་རྒྱ་གར་ལྷོ་ཕྱོགས་མེ་སོར་སྦེལ་ཀོབ་ཏུ་དགོན་པའི་རྨང་གཞི་བཏིང་བར་སྤྱི་ནོར་༸གོང་ས་༸སྐྱབས་མགོན་སྐུ་ཕྲེང་བཅུ་བཞི་པ་ཆེན་པོ་མཆོག་གིས་རྣམ་གྲོལ་གླིང་ཞེས་མཚན་གསོལ་དང་དབུ་འབྱེད་བྱིན་རླབས་གནང་བ་མ་ཟད། ཐེངས་དུ་མར་ཆིབས་བསྒྱུར་གྱིས་ཟབ་གསང་ཆོས་ཀྱི་འཁོར་ལོ་རྒྱ་ཆེར་བསྐོར། \\r\\n\tདགོན་འདི་ཐོག་མར་གསར་དུ་བཞེངས་སྐབས་དགེ་འདུན་པ་ཞལ་གྲངས་བཅུ་ལས་མེད། ཕྱི་ལོ་ ༡༩༧༨ ལོར་སྔ་འགྱུར་མཐོ་སློབ་མདོ་སྔགས་རིག་པའི་འབྱུང་གནས་གླིང་ཞེས་པའི་བཤད་གྲྭ་ཕྱག་བཏབ། མཐོ་སློབ་འདི་ནས་སློབ་གཉེར་པ་རྣམས་ནས་རྒྱ་བོད་ཀྱི་གཞུང་ཆེན་མོར་ལོ་དགུ་དང་། གཞན་ཡང་སྔོན་འགྲོར་ཐུན་མོང་བའི་རིག་གནས་སོགས་མདོ་སྔགས་ཀྱི་གཞུང་ལུགས་རྒྱ་ཆེ་བར་ཐོས་བསམ་སློབ་གཉེར་དང་སྒྲུབ་པ་ལ་བརྩོན་བཞིན་ཡོད། ཕྱི་ལོ་ ༡༩༦༣ ནས་ ༢༠༢༣ བར་མཁན་པོའི་མཚན་གནས་བཞེས་པ་གྲངས་༥༨༤་དང་། སློབ་དཔོན་གྲངས་ ༧༡༠། ལོ་གསུམ་ཟླ་གསུམ་ཐོན་ཟིན་གྱི་བླ་མ་རྡོ་རྗེ་སློབ་དཔོན་གྲངས་ ༣༤༢ ཡོད། \\r\\n\tཕྱི་ལོ་ ༡༩༨༥ ལོར་སྒྲུབ་སྡེ་བསམ་གཏན་འོད་གསལ་གླིང་དང་། ཕྱི་ལོ་ ༡༩༩༣ ལོར་བཙུན་དགོན་མཚོ་རྒྱལ་བཤད་སྒྲུབ་གླིང་བཅས་ཕྱག་བཏབ།  དགོན་པ་དེ་ནས་བསླབ་པ་མཐར་སོན་པ་རྣམས་རྒྱ་བལ་འབྲུག་གསུམ་གྱི་དགོན་སྡེ་ཁག་དགུ་བཅུ་ལྷག་ཏུ་དཔེ་ཁྲིད་དགེ་རྒན་དུ་གཏོང་བཞིན་པ་སོགས་སྔ་འགྱུར་བའི་ལྟ་སྒོམ་སྤྱོད་གསུམ་གྱི་བཞེད་སྲོལ་དྲི་མ་མེད་པ་སྐྱོང་བཞིན་པའི་སྐབས་དང་། དེང་སྐབས་རྒྱ་བལ་འབྲུག་གསུམ་སོགས་ཡུལ་གྲུ་འདྲ་མིན་གྱི་གྲྭ་བཙུན་ ༢༤༤༥ བརྒལ་བ་བཞུགས་སོ།། །།",
    "encontent": " Thekchok Namdröl Shedrup Dargyé Ling was founded in the Derge area of Dokham by the accomplished master Rigdzin Kunzang Yeshé. The foundation for the monastery was laid in by the accomplished master Pema Norbu Rinpoché, the eleventh abbot of Palyul Namgyal Jangchup Chöling. His holiness the Fourteenth Dalai Lama named the monastery Namdröl Ling and inaugurated it with a blessing. He also traveled to the region many times to turn the wheel of the profound and secret Dharma.\\r\\n\t When the monastery was first built, there were only ten monks. In , the Early Translation Institute, Do-ngak Rigpai Jungne Ling, was established. The students study the classics of the Indian and Tibetan Buddhist traditions for nine years, and also study and practice the common preliminary sciences and other extensive texts of sutra and tantra. Between and , there were candidates for the title of khenpo, for the title of master, and for the title of vajra master who had completed three years and three months of study.\\r\\n\t In , the monastery was renamed Samten Ösel Ling, the “Ocean of Clear Light Retreat Center, ” and in , it was renamed Tsun Gön Tsogyal Shedrup Ling. The monastery has been maintaining the stainless view, meditation, and conduct of the Early Translation school, sending its fully ordained monks to teach in more than ninety monasteries in India, Nepal, and Bhutan. Today, it has over , monks and nuns from various countries, including India, Nepal, and Bhutan.",
    "categories": "CHA0 རྙིང་མ།",
    "street": "Arlikumari",
    "address_2": "Bylakuppe",
    "state": "Karnataka",
    "postal_code": "571104",
    "country": "India",
    "phone": "+91 96635 66213",
    "email": "mon@gmail.com",
    "web": "https://www.namdroling.net",
    "type": "test"
  }
]
